---
kind: other
id: Properties.T:Autodesk.Revit.DB.DatumPlane
source: html/1d9a3758-8ac8-3a52-88cd-b43bf80a36e1.htm
---
# DatumPlane Properties

The id of the assembly instance to which the element belongs.